notes2.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-03-17 Tue 21:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>FINA 3070 Notes 2</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Ian Y.E. Pan" />
<link rel="stylesheet" type="text/css" href="imagine.css" />
</head>
<body>
<div id="content">
<h1 class="title">FINA 3070 Notes 2</h1>
<div id="outline-container-org742afa5" class="outline-2">
<h2 id="org742afa5"><span class="section-number-2">1</span> PV vs. NPV</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org404b283" class="outline-3">
<h3 id="org404b283"><span class="section-number-3">1.1</span> PV</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Expected cash flows in the future.</li>
<li>Value of a new project.</li>
<li>Calculated using Weighted Average Cost of Capital (WACC)</li>
</ul>
</div>
</div>
<div id="outline-container-org09543f9" class="outline-3">
<h3 id="org09543f9"><span class="section-number-3">1.2</span> NPV</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Value of a new project 'minus' the 'initial cost' or cash outflow.</li>
<li>NPV is PV minus initial cost.</li>
<li>The company needs to forecast the project's cash flows and discount
them at the opportunity cost of capital to arrive at the project's
NPV.</li>
<li>A project with a positive NPV increases shareholder value.</li>
<li>Financing costs (interest payment, repayment of principle,
dividends) and tax shields from interest are automatically
considered when we discount the cash flows with discount rate.</li>
<li>\(NPV = \sum \dfrac{C_t}{(1 + r_t)^t}\)</li>
<li>, where \(C\) (including initial negative \(C_0\)) is cash flow and
\(r_t\) is annual discount rate (in this chapter the discount rate is
constant).</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org8ce269b" class="outline-2">
<h2 id="org8ce269b"><span class="section-number-2">2</span> Operating cash flow vs. Net cash flow</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Net cash flow = Operating cash flow \(-\) after-tax asset purchase +
after-tax asset disposal \(-\) change in net working captial.
<ul class="org-ul">
<li>where after-tax asset purchase and after-tax asset disposal is
often grouped into the same section (net capital spending).</li>
<li>Operatinng cash flow is calculated as EBIT + depreciation \(-\) taxes.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgf1975fd" class="outline-2">
<h2 id="orgf1975fd"><span class="section-number-2">3</span> Sales vs. EBIT (Pre-tax profit) vs. Operating cash flow</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>EBIT = Sales \(-\) operating costs (including depreciation, calculated
according to tax law).</li>
<li>Tax on operations = EBIT &times; tax rate.</li>
<li>Operating cash flow = EBIT \(-\) tax on operations + depreciation
<ul class="org-ul">
<li>We add back depreciation to calculate cash flows.</li>
<li>Fixed asset purchase is cash outflow.</li>
<li>After-tax cash flow from disposal of asset at project end =
(expected salvage value of used asset) \(-\) (tax rate &times;
(expected salvage value \(-\) book value))
<ul class="org-ul">
<li>Book value = initial cost \(-\) accumulated depreciation</li>
<li>We expect tax refund if expected salvage value is less than book value.</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org6258c1f" class="outline-2">
<h2 id="org6258c1f"><span class="section-number-2">4</span> Footnote</h2>
<div class="outline-text-2" id="text-4">
<p>
Check out the example in Homework1 Q1 along with the Excel spreadsheet.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2020</p>
<p class="author">Author: Ian Y.E. Pan</p>
<p class="date">Created: 2020-03-17 Tue 21:17</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
